{"translation-revision-date":"2022-07-20 13:38:02+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Si tienes un motivo válido para apelar una decisión de revisión de comerciantes (como haber corregido las infracciones que generaron la desaprobación), puedes enviar una apelación."],"Unable to upload catalog.":["No se puede cargar el catálogo."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Parece que tu cuenta para empresa de Pinterest está conectada a otra plataforma de comercio electrónico. Solo se puede vincular una plataforma a una cuenta para empresa. Para cargar el catálogo, desconecta tu cuenta para empresa de la otra plataforma y vuelve a intentarlo."],"Matches conversion data with the person responsible for the conversion and lets you track cross-device checkouts. Requires Track Conversion option to be enabled.":["Relaciona los datos de conversión con la persona responsable de esta y te permite hacer un seguimiento de las compras entre dispositivos. Requiere habilitar la opción Seguimiento de conversión."],"The advertiser was connected successfully.":["El anunciante se conectó correctamente."],"Your store’s country is <country \/>. This country is currently not supported by Pinterest for WooCommerce. However, you can still choose to list your products in supported countries, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["El país de tu tienda es <country \/>. Actualmente, Pinterest para WooCommerce no admite este país. Sin embargo, aún puedes anunciar tus productos en los países admitidos, si puedes vender tus productos allí. <settingsLink>Cambia el país de tu tienda aquí<\/settingsLink>. <supportedCountriesLink>Más información sobre los países admitidos<\/supportedCountriesLink>"],"Verifying…":["Verificando…"],"Try again":["Reintentar"],"Verified":["Verificado"],"Set up a free Pinterest business account to get access to analytics on your Pins and the ability to run ads. This requires agreeing to our <adGuidelinesLink>advertising guidelines<\/adGuidelinesLink> and following our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink>.":["Configura una cuenta para empresa de Pinterest gratuita para acceder a analytics de tus Pines y poder publicar anuncios. Esto requiere aceptar nuestras <adGuidelinesLink>directrices de publicidad<\/adGuidelinesLink> y seguir nuestras <merchantGuidelinesLink>directrices para comerciantes<\/merchantGuidelinesLink>."],"Gather analytics for Pins you publish and Pins users create from your site.":["Recopila analytics de los Pines que publicas y los Pines que los usuarios crean desde tu sitio."],"Automatically create and update rich pins on Pinterest for all synced products.":["Crea y actualiza automáticamente Pines detallados en Pinterest para todos los productos sincronizados."],"Automatically create and update rich pins on Pinterest for posts.":["Crea y actualiza automáticamente Pines detallados en Pinterest para las publicaciones."],"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Agrega un botón de \"Guardar\" en las imágenes con el que los clientes pueden guardar contenido directamente desde tu sitio web en Pinterest."],"There was a problem connecting the advertiser.":["Hubo un problema al conectar al anunciante."],"Pinterest":["Pinterest"],"Catalog":["Catálogo"],"Connection":["Conexión"],"Settings":["Configuración"],"Type":["Type"],"Affected Product":["Producto afectado"],"Issue":["Problema"],"Edit":["Editar"],"Issues":["Problemas"],"Overview":["Descripción general"],"N\/A":["N\/C"],"Active":["Activo\/a"],"Not synced":["No sincronizado"],"Warnings":["Advertencias"],"Errors":["Errores"],"Property":["Propiedad"],"State":["Estado"],"Pinterest for WooCommerce is a limited beta.":["Pinterest para WooCommerce es una versión beta limitada."],"The integration is only available to approved stores participating in the beta program.":["La integración solo está disponible para las tiendas verificadas que participen en el programa beta."],"Click here for more information.":["Haz clic aquí para obtener más información."],"Select a business account":["Selecciona una cuenta para empresa"],"Connect":["Conectar"],"No business account detected":["No se detectó ninguna cuenta para empresa"],"A Pinterest business account is required to connect Pinterest with your WooCommerce store.":["Se requiere una cuenta para empresa de Pinterest para conectar Pinterest con tu tienda de WooCommerce."],"Create business account":["Crear cuenta para empresa"],"Are you sure?":["¿Estás seguro?"],"Are you sure you want to disconnect this account?":["¿Confirmas que quieres desconectar esta cuenta?"],"Yes, I'm sure":["Sí, lo confirmo"],"Cancel":["Cancelar"],"There was a problem while trying to disconnect.":["Hubo un problema al intentar desconectar la cuenta."],"Business account":["Cuenta para empresa"],"Personal account":["Cuenta personal"],"Disconnect":["Desvincular"],"Connect your Pinterest Account":["Conecta tu cuenta de Pinterest"],"Merchant is an affiliate or resale marketplace":["El comerciante es una tienda de reventa o de afiliación"],"Merchant does not meet our policy on prohibited products":["El comerciante no cumple con nuestra política de productos prohibidos"],"Merchant offers services rather than products":["El comerciante ofrece servicios, no productos"],"Merchant's domain age does not meet minimum requirement":["La antigüedad del dominio del comerciante no cumple con el requisito mínimo"],"Merchant domain mismatched with merchant account":["El dominio del comerciante no coincide con su cuenta"],"Merchant's URL is broken or requires registration":["La URL del comerciante no funciona o es necesario registrarse"],"Merchant's URL is incomplete or inaccessible":["La URL del comerciante está incompleta o es inaccesible"],"Merchant's shipping policy is unclear or unavailable":["La política de envíos del comerciante no es clara o no está disponible"],"Merchant's returns policy is unclear or unavailable":["La política de devoluciones del comerciante no es clara o no está disponible"],"Merchant's information is incomplete or plagiarized":["La información del comerciante está incompleta o plagiada"],"Merchant's products are out of stock":["Los productos del comerciante están agotados"],"Merchant's website includes banner or pop-up ads":["El sitio web del comerciante tiene un banner o anuncios emergentes"],"Merchant's products do not meet image quality requirements":["Los productos del comerciante no cumplen con los requisitos de calidad de imagen"],"Merchant's product images include watermarks":["Las imágenes de los productos del comerciante tienen marcas de agua"],"Merchant's products are always on sale":["Los productos del comerciante siempre están en oferta"],"Merchant's products refer to outdated content":["Los productos del comerciante hacen referencia a contenido desactualizado"],"Merchant's website uses generic product descriptions":["El sitio web del comerciante utiliza descripciones de productos genéricas"],"Merchant's website displays several pop-up messages":["El sitio web del comerciante muestra varios mensajes emergentes"],"Merchant's product images are unavailable or mismatched":["Las imágenes de los productos del comerciante no están disponibles o no coinciden"],"Resale marketplaces are not allowed":["No se admiten los mercados de reventa"],"Affiliate links are not allowed":["No se admiten los vínculos de afiliados"],"Account does not meet the website requirements for verification":["La cuenta no cumple con los requisitos de sitio web para su verificación"],"Account does not meet the product requirements for verification":["La cuenta no cumple con los requisitos de producto para su verificación"],"Account does not meet the brand reputation criteria for verification":["La cuenta no cumple con los criterios de reputación de la marca para su verificación"],"Couldn’t retrieve the health status of your account.":["No se pudo recuperar el estado de tu cuenta."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["El feed se está configurando. Según el número de productos, esto puede tardar un poco, ya que es necesario generar el feed por completo antes de enviarlo a Pinterest para su registro. Puedes ver el estado del proceso de generación en la pestaña Catálogo."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Espera un momento, ya que la aprobación de tu cuenta por parte de Pinterest está pendiente. Este proceso puede tardar hasta 5 días hábiles."],"Your merchant account is disapproved.":["No se aprobó tu cuenta de comerciante."],"Submit an appeal":["Enviar una apelación"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Espera un momento, ya que hay una apelación pendiente para tu cuenta de Pinterest."],"Could not fetch account status.":["No se pudo recuperar el estado de la cuenta."],"Your settings have been saved successfully.":["Tu configuración se guardó correctamente."],"There was a problem saving your settings.":["Hubo un problema al guardar tu configuración."],"Saving settings…":["Guardando configuración…"],"Save changes":["Guardar cambios"],"Get started with Pinterest for WooCommerce":["Comienza a usar Pinterest para WooCommerce"],"Advanced Settings":["Configuración avanzada"],"Debug Logging":["Registro de depuración"],"Enable Debug Logging":["Habilitar registro de depuración"],"Plugin Data":["Datos del complemento"],"Erase Plugin Data":["Borrar datos del complemento"],"Couldn’t verify your domain.":["No se pudo verificar tu dominio."],"Start verification":["Comenzar verificación"],"Claim your website":["Conecta tu sitio web"],"Step Two":["Paso dos"],"Verified domain":["Dominio verificado"],"Verify your domain to claim your website":["Verifica tu dominio para conectar tu sitio web"],"This will allow access to analytics for the Pins you publish from your site, the analytics on Pins that other people create from your site, and let people know where they can find more of your content.":["Esto permitirá el acceso a analytics de los Pines que publiques desde tu sitio y a analytics de los Pines que otras personas creen desde tu sitio. Además, permitirá que la gente sepa dónde puede encontrar más contenido tuyo."],"Continue":["Continuar"],"Couldn’t retrieve your linked business accounts.":["No se pudieron recuperar tus cuentas para empresa vinculadas."],"Set up your business account":["Configura tu cuenta para empresa"],"Step One":["Paso uno"],"Pinterest business account":["Cuenta para empresa de Pinterest"],"Linked account":["Cuenta vinculada"],"Or, create a new Pinterest account":["O bien, crea una cuenta de Pinterest nueva"],"Or, convert your personal account":["O convierte tu cuenta personal"],"Publish Pins and Rich Pins":["Publicar Pines y Pines detallados"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["Los Pines detallados son un tipo de Pin orgánico que sincroniza automáticamente la información de tu sitio web con tus Pines. Puedes identificar los Pines detallados por la información adicional que figura arriba y abajo de las vistas ampliadas y por el título en negrita de tu feed. Si se produce un cambio en el sitio web original, el Pin detallado se actualiza para reflejar la modificación."],"Tracking":["Seguimiento"],"Track conversions":["Haz un seguimiento de las conversiones"],"Enhanced Match support":["Compatibilidad con la coincidencia mejorada"],"Rich Pins":["Rich Pins"],"Add Rich Pins for Products":["Agregar Pines detallados para productos"],"Add Rich Pins for Posts":["Agregar Pines detallados para publicaciones"],"Save to Pinterest":["Guardar en Pinterest"],"Set up Product Sync":["Configurar sincronización de productos"],"Product Sync":["Sincronización de productos"],"Enable Product Sync":["Habilitar sincronización de productos"],"Couldn’t retrieve your advertisers.":["No se pudieron recuperar tus anunciantes."],"Couldn’t retrieve your tags.":["No se pudieron recuperar tus etiquetas."],"Try Again":["Inténtalo de nuevo"],"Complete Setup":["Finalizar la configuración"],"Track conversions with the Pinterest tag":["Haz un seguimiento de las conversiones con la etiqueta de Pinterest"],"Step Three":["Paso tres"],"Select your advertiser and tag":["Selecciona a tu anunciante y una etiqueta"],"The Pinterest tag is a piece of JavaScript code you put on your website to gather conversion insights and build audiences to target based on actions people have taken on your site.":["La etiqueta de Pinterest es un fragmento de código JavaScript que puedes incluir en tu sitio web para obtener información sobre las conversiones y crear públicos a los que dirigirte en función de las acciones que las personas hayan realizado en tu sitio."],"Advertiser":["Anunciante"],"Select the advertiser for which you would like to install a tracking snippet.":["Selecciona el anunciante para el que quieras instalar un fragmento de seguimiento."],"Tracking Tag":["Etiqueta de seguimiento"],"Select the tracking tag to use.":["Selecciona la etiqueta de seguimiento que quieres usar."],"In order to proceed you need to read and accept the contents of the Pinterest Advertising Agreement.":["Para continuar, debes leer y aceptar el contenido del Acuerdo de publicidad de Pinterest."],"I accept the <link>Pinterest Advertising Agreement<\/link>":["Acepto el <link>Acuerdo de publicidad de Pinterest<\/link>"],"An error occurred while attempting to fetch Advertisers & Tags from Pinterest. Please try again.":["Se produjo un error al intentar recuperar a los anunciantes y las etiquetas de Pinterest. Vuelve a intentarlo."],"Get your products in front of more than 400M people on Pinterest":["Muestra tus productos a más de 400 millones de personas en Pinterest"],"Pinterest is a visual discovery engine people use to find inspiration for their lives! More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase.":["Pinterest es un motor de descubrimiento visual que las personas usan para inspirarse en sus vidas. Más de 400 millones de personas han guardado más de 300 mil millones de Pines para que sea más fácil convertir la inspiración en su próxima compra."],"Get started":["Comenzar"],"By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>.":["Al hacer clic en \"Comenzar\", aceptas nuestras <a>Condiciones de servicio<\/a>."],"Sync your catalog":["Sincroniza tu catálogo"],"Connect your store to seamlessly sync your product catalog with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates.":["Conecta tu tienda para sincronizar fácilmente tu catálogo de productos con Pinterest y crear Pines detallados para cada artículo. Tus Pines se actualizan diariamente con actualizaciones automáticas."],"Increase organic reach":["Aumenta el alcance orgánico"],"Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag.":["Los usuarios de Pinterest pueden descubrir, guardar y comprar productos de tu sitio web fácilmente sin que tengas que gastar en publicidad. Haz un seguimiento de tu rendimiento con la etiqueta de Pinterest."],"Create a storefront on Pinterest":["Crear un escaparate en Pinterest"],"Syncing your catalog creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products.":["Al sincronizar tu catálogo, se crea una pestaña de Compra en tu perfil de Pinterest que permite a los usuarios descubrir fácilmente tus productos."],"Frequently asked questions":["Preguntas frecuentes"],"Why am I getting an “Account not connected” error message?":["¿Por qué recibo el mensaje de error \"Cuenta no conectada\"?"],"Your password might have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection.":["Es posible que se haya modificado tu contraseña recientemente. Haz clic en Volver a conectar cuenta de Pinterest y sigue las instrucciones que aparecen en pantalla para restablecer la conexión."],"I have more than one Pinterest Advertiser account. Can I connect my WooCommerce store to multiple Pinterest Advertiser accounts?":["Tengo más de una cuenta de anunciante de Pinterest. ¿Puedo conectar mi tienda de WooCommerce a varias cuentas de anunciante de Pinterest?"],"Only one Pinterest advertiser account can be linked to each WooCommerce store. If you want to connect a different Pinterest advertiser account you will need to either Disconnect the existing Pinterest Advertiser account from your current WooCommerce store and connect a different Pinterest Advertiser account, or Create another WooCommerce store and connect the additional Pinterest Advertiser account.":["Solo se puede vincular una cuenta de anunciante de Pinterest a cada tienda de WooCommerce. Si quieres conectar una cuenta de anunciante de Pinterest diferente, tendrás que desconectar la cuenta de anunciante de Pinterest de tu tienda actual de WooCommerce y conectar otra cuenta de anunciante de Pinterest o crear otra tienda de WooCommerce y conectar la cuenta de anunciante de Pinterest adicional."],"Marketing":["Marketing"],"Onboarding Guide":["Guía de incorporación"],"Products Catalog":["Catálogo de productos"]}},"comment":{"reference":"assets\/build\/setup-guide.js"}}