{"translation-revision-date":"2022-07-20 13:38:02+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Si tienes un motivo válido para apelar una decisión de revisión de comerciantes (como haber corregido las infracciones que generaron la desaprobación), puedes enviar una apelación."],"Unable to upload catalog.":["No se puede cargar el catálogo."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Parece que tu cuenta para empresa de Pinterest está conectada a otra plataforma de comercio electrónico. Solo se puede vincular una plataforma a una cuenta para empresa. Para cargar el catálogo, desconecta tu cuenta para empresa de la otra plataforma y vuelve a intentarlo."],"Merchant is an affiliate or resale marketplace":["El comerciante es una tienda de reventa o de afiliación"],"Merchant does not meet our policy on prohibited products":["El comerciante no cumple con nuestra política de productos prohibidos"],"Merchant offers services rather than products":["El comerciante ofrece servicios, no productos"],"Merchant's domain age does not meet minimum requirement":["La antigüedad del dominio del comerciante no cumple con el requisito mínimo"],"Merchant domain mismatched with merchant account":["El dominio del comerciante no coincide con su cuenta"],"Merchant's URL is broken or requires registration":["La URL del comerciante no funciona o es necesario registrarse"],"Merchant's URL is incomplete or inaccessible":["La URL del comerciante está incompleta o es inaccesible"],"Merchant's shipping policy is unclear or unavailable":["La política de envíos del comerciante no es clara o no está disponible"],"Merchant's returns policy is unclear or unavailable":["La política de devoluciones del comerciante no es clara o no está disponible"],"Merchant's information is incomplete or plagiarized":["La información del comerciante está incompleta o plagiada"],"Merchant's products are out of stock":["Los productos del comerciante están agotados"],"Merchant's website includes banner or pop-up ads":["El sitio web del comerciante tiene un banner o anuncios emergentes"],"Merchant's products do not meet image quality requirements":["Los productos del comerciante no cumplen con los requisitos de calidad de imagen"],"Merchant's product images include watermarks":["Las imágenes de los productos del comerciante tienen marcas de agua"],"Merchant's products are always on sale":["Los productos del comerciante siempre están en oferta"],"Merchant's products refer to outdated content":["Los productos del comerciante hacen referencia a contenido desactualizado"],"Merchant's website uses generic product descriptions":["El sitio web del comerciante utiliza descripciones de productos genéricas"],"Merchant's website displays several pop-up messages":["El sitio web del comerciante muestra varios mensajes emergentes"],"Merchant's product images are unavailable or mismatched":["Las imágenes de los productos del comerciante no están disponibles o no coinciden"],"Resale marketplaces are not allowed":["No se admiten los mercados de reventa"],"Affiliate links are not allowed":["No se admiten los vínculos de afiliados"],"Account does not meet the website requirements for verification":["La cuenta no cumple con los requisitos de sitio web para su verificación"],"Account does not meet the product requirements for verification":["La cuenta no cumple con los requisitos de producto para su verificación"],"Account does not meet the brand reputation criteria for verification":["La cuenta no cumple con los criterios de reputación de la marca para su verificación"],"Couldn’t retrieve the health status of your account.":["No se pudo recuperar el estado de tu cuenta."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["El feed se está configurando. Según el número de productos, esto puede tardar un poco, ya que es necesario generar el feed por completo antes de enviarlo a Pinterest para su registro. Puedes ver el estado del proceso de generación en la pestaña Catálogo."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Espera un momento, ya que la aprobación de tu cuenta por parte de Pinterest está pendiente. Este proceso puede tardar hasta 5 días hábiles."],"Your merchant account is disapproved.":["No se aprobó tu cuenta de comerciante."],"Submit an appeal":["Enviar una apelación"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Espera un momento, ya que hay una apelación pendiente para tu cuenta de Pinterest."],"Could not fetch account status.":["No se pudo recuperar el estado de la cuenta."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}